Repository: robyy72/BirthdayReminder
Catalog: src/WebsiteCustomer/Resources/SharedResource.*.resx
Languages: pt

# AppTagline
source: Never forget an important birthday again
pt: Nunca mais esqueça um aniversário importante

source: Download the App
pt: Baixar o aplicativo

# iOSLine1
source: Download and install from
pt: Baixar e instalar

# iOSLine2
source: Apple App Store
pt: na Apple App Store

# AndroidLine1
source: Download and install from
pt: Baixar e instalar

# AndroidLine2
source: Google Play Store
pt: na Google Play Store

source: Contact
pt: Contato

source: Privacy
pt: Privacidade

source: Imprint
pt: Informações legais

source: Back to Home
pt: Voltar ao início

source: Privacy Policy
pt: Política de privacidade

# ContactTitle
source: Contact
pt: Contato

# ContactText
source: If you have any questions, feedback, or need support, please reach out to us:
pt: Se você tiver dúvidas, comentários ou precisar de suporte, entre em contato conosco:

# ImprintTitle
source: Imprint
pt: Informações legais

# Terms
source: Terms & Conditions
pt: Termos e condições

source: Terms and Conditions
pt: Termos e condições

source: Cancellation
pt: Cancelamento

source: Right of Withdrawal
pt: Direito de arrependimento

# Feature1
source: justful
pt: útil

# Feature2
source: not winning a design medal
pt: não ganha prêmios de design

# Feature3
source: can remind until done
pt: lembra até estar feito
