Repository: robyy72/BirthdayReminder
Catalog: src/MobileLanguages/Resources.*.resx
Languages: de

# Page_Main_MissedTitle
source: Past Birthdays ({0})
de: Vergangene Geburtstage ({0})

# Page_Main_UpcomingTitle
source: Upcoming Birthdays ({0})
de: Anstehende Geburtstage ({0})

# Page_Main_NewBirthday
source: New Birthday
de: Neuer Eintrag

# General_Button_New
source: New
de: Neu

# Page_AskForContacts_Title
source: Setup
de: Einrichtung

# Page_AskForContacts_Question
source: How do you want to manage birthdays?
de: Wie möchten Sie Geburtstage verwalten?

# Page_AskForContacts_ManualInput
source: Manual Input
de: Manuelle Eingabe

# Page_AskForContacts_FromContacts
source: From Contacts
de: Aus Kontakten

# Page_NewBirthday_Title
source: New Birthday
de: Neuer Geburtstag

# Page_DeleteBirthday_Title
source: Delete Birthday
de: Geburtstag löschen

# Page_AllBirthdays_Title
source: All Birthdays
de: Alle Geburtstage

# Page_Settings_Title
source: Settings
de: Einstellungen

# Page_Privacy_Title
source: Privacy
de: Datenschutz

# Page_Help_Title
source: More Information
de: Mehr Informationen

# More_Informations
source: More information
de: Mehr Informationen

# Timezone_MoreInfo
source: Learn more about timezones
de: Mehr über Zeitzonen erfahren

# Help_UseContacts_Header
source: Contacts as source
de: Kontakte als Quelle

# Help_UseContacts_Content_1
source: When you enable "Contacts as source", Birthday Reminder will read birthdays from your phone's contact list. This allows you to: • Automatically import birthdays from your contacts • Keep your birthday list synchronized with your contacts • Avoid manually entering birthdays that are already stored in your contacts
de: Wenn du "Kontakte als Quelle" aktivierst, liest Birthday Reminder die Geburtstage aus deiner Kontaktliste. Das ermöglicht dir: • Geburtstage automatisch aus deinen Kontakten zu importieren • Deine Geburtstagsliste mit deinen Kontakten synchron zu halten • Manuelles Eingeben von bereits gespeicherten Geburtstagen zu vermeiden

# Help_UseContacts_Content_2
source: The app will only read birthday information - no other contact data is accessed or stored.
de: Die App liest nur die Geburtstagsinformationen - keine anderen Kontaktdaten werden abgerufen oder gespeichert.

# Help_BirthdayCalendar_Header
source: Birthday Calendar
de: Geburtstagskalender

# Help_BirthdayCalendar_Content_1
source: The "Birthday Calendar" option reads birthdays from your device's birthday calendar. Some phones automatically create a birthday calendar from your contacts. This option allows Birthday Reminder to import birthdays from that calendar.
de: Die Option "Geburtstagskalender" liest Geburtstage aus dem Geburtstagskalender deines Geräts. Einige Handys erstellen automatisch einen Geburtstagskalender aus deinen Kontakten. Diese Option ermöglicht es Birthday Reminder, Geburtstage aus diesem Kalender zu importieren.

# Help_BirthdayCalendar_Content_2
source: This is useful if: • Your contacts don't have birthday fields • You already maintain a separate birthday calendar • You want to import birthdays without giving full contact access
de: Das ist nützlich, wenn: • Deine Kontakte keine Geburtstagsfelder haben • Du bereits einen separaten Geburtstagskalender pflegst • Du Geburtstage importieren möchtest, ohne vollen Kontaktzugriff zu gewähren

# Help_BirthdayWithoutYear_Header
source: Birthday without year
de: Geburtstag ohne Jahr

# Help_BirthdayWithoutYear_Content_1
source: You can save a birthday with or without a year. If you don't know the birth year, simply choose "Without year" when selecting the date. The year will be displayed as "0000".
de: Du kannst einen Geburtstag mit oder ohne Jahr speichern. Wenn du das Geburtsjahr nicht kennst, wähle einfach "Ohne Jahr" bei der Datumsauswahl. Das Jahr wird als "0000" angezeigt.

# Help_BirthdayWithoutYear_Content_2
source: When a birthday has no year: • No age will be calculated or displayed • The reminder will still work normally • You can add the year later by editing the birthday
de: Wenn ein Geburtstag kein Jahr hat: • Es wird kein Alter berechnet oder angezeigt • Die Erinnerung funktioniert trotzdem normal • Du kannst das Jahr später durch Bearbeiten hinzufügen

# General_Button_Save
source: Save
de: Speichern

# General_Button_Cancel
source: Cancel
de: Abbrechen

# General_Button_Delete
source: Delete
de: Löschen

# Settings_WriteToContact
source: Save to contact
de: In Kontakt speichern

# Settings_UpdateContact
source: Update entry in my contacts
de: Eintrag in meinen Kontakten aktualisieren

# Settings_CreateContact
source: Create entry in my contacts
de: Eintrag in meine Kontakte hinzufügen

# Settings_DeleteContact
source: Also delete from contacts
de: Auch aus Kontakten löschen

# Settings_RemindersManual
source: Set reminders manually
de: Erinnerungen manuell festlegen

# General_Label_FirstName
source: First Name
de: Vorname

# General_Label_LastName
source: Last Name
de: Nachname

# General_Label_Birthday
source: Birthday
de: Geburtstag

# General_Button_Next
source: Next
de: Weiter

# General_Button_Back
source: Back
de: Zurück

# General_Button_Finish
source: Finish
de: Fertig

# General_Label_Day
source: Day
de: Tag

# General_Label_Month
source: Month
de: Monat

# General_Label_Year
source: Year
de: Jahr

# Birthday_EnterYear
source: Enter year (0000 = no year)
de: Jahr eingeben (0000 = kein Jahr)

# CardHeader_Name
source: First and last name
de: Vorname und Nachname

# CardHeader_Birthday
source: Birthday with/without year
de: Geburtstag mit/ohne Jahr

# Birthday_WithYear
source: With birth year
de: Mit Geburtsjahr

# Birthday_WithoutYear
source: Without birth year
de: Ohne Geburtsjahr

# Birthday_EnterDate
source: Enter date (DD.MM.YYYY)
de: Datum eingeben (TT.MM.JJJJ)

# Page_Welcome_Title
source: Welcome
de: Willkommen

# Welcome_Header
source: Welcome to Birthday Reminder
de: Willkommen bei Birthday Reminder

# Welcome_DataSources
source: Data Sources
de: Datenquellen

# Settings_Language
source: Select Language
de: Sprache festlegen

# Settings_ReminderTime
source: Reminder Time
de: Erinnerungszeit

# Time_Hours
source: Hours
de: Stunden

# Time_Minutes
source: Minutes
de: Minuten

# Settings_Contacts
source: Contacts
de: Kontakte

# Settings_ContactsRead
source: Contacts as source
de: Kontakte als Quelle

# Settings_ContactsReadWrite
source: Contacts as source and write back
de: Kontakte als Quelle und zurückschreiben

# Settings_ContactsBirthdayCalendar
source: Read once from birthday calendar
de: Aus Geburtstagskalender einmalig auslesen

# Settings_ContactsNone
source: No access allowed
de: Keinen Zugriff erlauben

# Settings_WriteCalendarsMultiple
source: Write back to selected calendars
de: In Kalender nach Auswahl zurückschreiben

# Settings_Calendars
source: Calendars
de: Kalender

# Settings_ReadCalendars
source: Read from calendars
de: Aus Kalendern lesen

# Settings_ReadCalendars_Desc
source: Import birthday events from your calendars
de: Geburtstagstermine aus Kalendern importieren

# Settings_WriteCalendars
source: Write to calendars
de: In Kalender schreiben

# Settings_WriteCalendars_Desc
source: Create birthday events in your calendars
de: Geburtstagstermine in Kalendern erstellen

# Settings_SelectCalendars
source: Select calendars:
de: Kalender auswählen:

source: Permission Required
de: Berechtigung erforderlich

# Permission_ContactsRead_Denied
source: Contact read permission is required for this feature. Please enable it in settings.
de: Die Leseberechtigung für Kontakte wird für diese Funktion benötigt. Bitte in den Einstellungen aktivieren.

# Permission_ContactsWrite_Denied
source: Contact write permission is required for this feature. Please enable it in settings.
de: Die Schreibberechtigung für Kontakte wird für diese Funktion benötigt. Bitte in den Einstellungen aktivieren.

# Permission_CalendarRead_Denied
source: Calendar read permission is required for this feature. Please enable it in settings.
de: Die Leseberechtigung für Kalender wird für diese Funktion benötigt. Bitte in den Einstellungen aktivieren.

# Permission_CalendarWrite_Denied
source: Calendar write permission is required for this feature. Please enable it in settings.
de: Die Schreibberechtigung für Kalender wird für diese Funktion benötigt. Bitte in den Einstellungen aktivieren.

# Calendar_Default
source: Default Calendar
de: Standardkalender

# Calendar_Personal
source: Personal
de: Persönlich

# Calendar_Work
source: Work
de: Arbeit

# Calendar_Family
source: Family
de: Familie

# Settings_Saved_Title
source: Settings
de: Einstellungen

# Settings_Saved_Message
source: Settings saved successfully
de: Einstellungen wurden gespeichert

# Welcome_Header_Title
source: Welcome
de: Herzlich willkommen

# Welcome_1_Text_1
source: From now on, remember every important birthday with our help.
de: Denken Sie ab jetzt mit unserer Hilfe an jeden wichtigen Geburtstag.

# Welcome_1_Text_2
source: First, we need to configure some important settings.
de: Wir müssen vorher noch einige wichtige Einstellungen vornehmen.

# Button_LetsGo
source: Let's go
de: Los geht's

# Settings_Theme
source: Select Theme
de: Design auswählen

# Settings_Theme_Light
source: Light
de: Hell

# Settings_Theme_Dark
source: Dark
de: Dunkel

# Settings_Theme_System
source: System Default
de: Systemstandard

# Settings_Timezone
source: Select Timezone
de: Zeitzone

# Settings_Timezone_Select
source: Select my timezone
de: Zeitzone auswählen

# Settings_Timezone_Hint
source: We recommend to set the timezone to your main location to ensure that reminders arrive at an appropriate time.
de: Stelle die Zeitzone auf deinen Hauptaufenthaltsort ein, nicht auf dein aktuelles Reiseziel. So kommen Erinnerungen zur richtigen Zeit an.

# Date_Day
source: Day
de: Tag

# Date_Month
source: Month
de: Monat

# Date_Year
source: Year
de: Jahr

# Month_January
source: January
de: Januar

# Month_February
source: February
de: Februar

# Month_March
source: March
de: März

# Month_May
source: May
de: Mai

# Month_June
source: June
de: Juni

# Month_July
source: July
de: Juli

# Month_October
source: October
de: Oktober

# Month_December
source: December
de: Dezember

# Month_Short_Mar
source: Mar
de: Mär

# Month_Short_May
source: May
de: Mai

# Month_Short_Oct
source: Oct
de: Okt

# Month_Short_Dec
source: Dec
de: Dez

# Settings_ShowUpcomingBirthdays
source: Upcoming Birthdays
de: Anstehende Geburtstage

# Settings_ShowPastBirthdays
source: Past Birthdays
de: Vergangene Geburtstage

# Settings_Display
source: Display
de: Anzeige

# Reminder_Label
source: Set Reminders
de: Erinnerung festlegen

# ReminderMethod_Label
source: Reminder Method
de: Erinnerungsart

# ReminderMethod_NotSet
source: Not set
de: Nicht gesetzt

# ReminderMethod_Email
source: Email message
de: Email Nachricht

# ReminderMethod_Sms
source: SMS message
de: SMS Nachricht

# ReminderMethod_LockScreen
source: Lock Screen
de: Sperrbildschirm

# RemindUntilApproved_Label
source: Remind until approved
de: Erinnern bis bestätigt

# Button_ConfigureReminders
source: Configure Reminders
de: Erinnerungen einrichten

# Placeholder_FirstName
source: Enter first name
de: Vornamen eintragen

# Placeholder_LastName
source: Enter last name
de: Nachnamen eintragen

# Settings_NoReminders
source: Don't use reminders
de: Keine Erinnerung verwenden

# Age_WillTurn
source: {0} years
de: {0} Jahre

# Filter_AllMonths
source: -- all --
de: -- alle --

# Settings_ReminderCount
source: Number of Reminders
de: Anzahl Erinnerungen

# Settings_Reminder_1
source: Reminder 1
de: Erinnerung 1

# Settings_Reminder_2
source: Reminder 2
de: Erinnerung 2

# Settings_Reminder_3
source: Reminder 3
de: Erinnerung 3

# Settings_DaysBefore
source: Days before
de: Tage vorher

# Settings_ReminderMethods
source: Reminder Methods
de: Erinnerungsmethoden

# ReminderCount_None
source: No reminders
de: Erstmal keine Erinnerungen

# ReminderCount_One
source: 1 reminder
de: Eine Erinnerung

# ReminderCount_Two
source: 2 reminders
de: Zwei Erinnerungen

# ReminderCount_Three
source: 3 reminders
de: Drei Erinnerungen

# Page_BirthdayDetail_Title
source: Birthday Details
de: Geburtstagsdetails

# Page_EditBirthday_Title
source: Edit Birthday
de: Geburtstag bearbeiten

# General_Button_Edit
source: Edit
de: Ändern

# CardHeader_NextBirthday
source: Next Birthday
de: Nächster Geburtstag

# Age_Years
source: {0} years old
de: {0} Jahre alt

# Birthday_Today
source: Today!
de: Heute!

# Birthday_Tomorrow
source: Tomorrow
de: Morgen

# Birthday_InDays
source: In {0} days
de: In {0} Tagen

# Detail_BirthdayOf
source: The birthday of
de: Der Geburtstag von

# Detail_IsOn
source: is on
de: ist am

# Detail_AgeOnThatDay
source: He / she will turn {0} on that day
de: Er / sie wird an dem Tag {0} Jahre alt

# Detail_Birthday_TodayIs
source: That's Today!
de: Das ist Heute!

# Detail_Birthday_TomorrowIs
source: That's Tomorrow
de: Das ist Morgen

# Detail_Birthday_InDaysIs
source: That's in {0} days
de: Das ist in {0} Tagen

# Detail_NoReminders
source: No reminders set yet
de: Bisher keine Erinnerungen hinterlegt

# Detail_RemindersSet
source: You will be reminded as follows:
de: Du wirst folgendermaßen erinnert:

# EmptyView_NoUpcoming
source: No upcoming birthdays
de: Keine anstehenden Geburtstage

# EmptyView_NoMissed
source: No missed birthdays
de: Keine vergangenen Geburtstage

# EmptyView_NoBirthdays
source: No birthdays
de: Keine Geburtstage

# Privacy_Header
source: Privacy Policy
de: Datenschutz

# Privacy_Text_1
source: Your birthday data is stored locally on your device only.
de: Deine Geburtstagsdaten werden nur lokal auf deinem Gerät gespeichert.

# Privacy_Text_2
source: If you choose to sync with contacts, we only read birthday information and names. We never upload your data to any server.
de: Wenn du die Synchronisierung mit Kontakten wählst, lesen wir nur Geburtstagsinformationen und Namen. Wir laden niemals deine Daten auf einen Server hoch.

# Privacy_Text_3
source: All data remains on your device and under your control.
de: Alle Daten bleiben auf deinem Gerät und unter deiner Kontrolle.

# Start2_Text_1
source: Each of your contacts has a birthday field in addition to first and last name.
de: Jeder deiner Kontakte hat zusätzlich zum Vor- und Nachnamen noch das Feld für das Geburtsdatum.

# Start2_Text_2
source: Do you want to use that or stay completely separate and enter everything new here?
de: Willst Du davon was nutzen oder komplett separat bleiben und alles neu hier eingeben ?

# Start2_UseContacts
source: Use contacts?
de: Kontakte benutzen ?

# Start2_NoContacts
source: No use of my contacts
de: Keinerlei Nutzung meiner Kontakte

# Start2_AskNextPage
source: Ask for options on next page
de: Optionen auf nächster Seite genauer erfragen

# Start3_WhichContacts
source: Which contacts?
de: Welche Kontakte ?

# Start3_OnlyWithBirthday
source: Only contacts with birthday
de: Nur Kontakte mit Geburtstag

# Start3_AllContacts
source: All contacts
de: Alle Kontakte

# Start3_HowToSync
source: In what way?
de: Auf welche Art ?

# Start3_ReadOnce
source: Read once
de: Einmalig einlesen

# Start3_ReadAlways
source: Always read
de: Immer einlesen

# Start3_ReadAlwaysAskWrite
source: Always read and ask before writing
de: Immer einlesen und für's Schreiben fragen

# Start3_ReadAlwaysWrite
source: Always read and always create or update contact
de: Immer einlesen und immer Kontakt erstellen oder aktualisieren

# Permission_Needed
source: Permission required
de: Berechtigung benötigt

# Permission_GrantRequest
source: Grant permission
de: Jetzt bitte Berechtigung für dieses Telefon erteilen

# Permission_StartDialog
source: Start Dialog
de: Dialog starten

# Permission_Result
source: Result
de: Ergebnis

# Permission_Waiting
source: Waiting for permission...
de: Warte auf Berechtigung...

# Permission_Granted
source: Thanks, that worked
de: Berechtigung erteilt

# Permission_Denied
source: Ok, that's fine too
de: Berechtigung nicht erteilt, auch ok

# Permission_DeniedInfo
source: The permission was already denied. The dialog cannot be shown again. Please go to your device settings to grant the permission manually.
de: Die Berechtigung wurde bereits abgelehnt. Der Dialog kann nicht erneut angezeigt werden. Bitte gehe in die Einstellungen deines Geräts, um die Berechtigung manuell zu erteilen.

# Permission_OpenSettings
source: Open Settings
de: Einstellungen öffnen

# Start5_ReminderQuestion
source: Do you want to be reminded on the exact day or also three days before or even 3 times?
de: Willst du genau an dem Tag erinnert werden oder auch schon z.B. 3 Tage vorher oder sogar insgesamt bis zu 3x ?

# Start5_ManualNote
source: This can also be set manually for each entry
de: Für jeden Eintrag kann das auch manuell definiert werden

# Start9_CalendarExport
source: Calendar Export
de: Kalender-Export

# Start9_DeviceCalendar
source: Device calendar
de: Kalender dieses Telefon

# Start9_WriteToCalendar
source: Write to calendar
de: In Kalender schreiben

# Start9_OutlookCalendar
source: Outlook Calendar
de: Outlook Kalender

# Start9_SingleEmail
source: Single per email
de: Einzeln per Email

# Start9_GrantAccess
source: Grant access
de: Zugang gewähren

# Start9_GoogleCalendar
source: Google Calendar
de: Google Kalender

# SearchPerson_Description
source: Search for an existing entry or create a new one.
de: Suche nach einem vorhandenen Eintrag oder erstelle einen neuen.

# SearchPerson_SearchHeader
source: Search Results
de: Suchergebnisse

# SearchPerson_SearchPlaceholder
source: Enter name...
de: Name eingeben...

# SearchPerson_NoResults
source: No entries found
de: Keine Einträge gefunden

# SearchPerson_CreateNew
source: Create new entry
de: Auf jeden Fall neu

# FoundBirthdays_Header
source: Found same birthdays
de: Gefundene Geburtstage

# Error_NameRequired
source: Please enter at least a first or last name.
de: Bitte gib mindestens einen Vor- oder Nachnamen ein.

# Account_Subscription
source: Subscription
de: Abonnement

# Account_ValidUntil
source: Valid until
de: Gültig bis

# Account_NoEmail
source: Not set
de: Nicht gesetzt

# Account_Unlimited
source: Unlimited
de: Unbegrenzt

# Page_ReminderSettings_Title
source: Reminder Settings
de: Erinnerungseinstellungen

# ReminderSettings_Description
source: Configure your reminders. Tap a card to edit.
de: Konfiguriere deine Erinnerungen. Tippe auf eine Karte zum Bearbeiten.

# ReminderSettings_DaysBefore
source: {0} days before
de: {0} Tage vorher

# ReminderSettings_NotConfigured
source: Not configured yet
de: Noch nicht konfiguriert

# ReminderSettings_NoMethods
source: No methods enabled
de: Keine Methoden aktiviert

# ReminderMethod_Notification
source: Push notification on lockscreen
de: Push-Message auf dem Sperrbildschirm

# ReminderMethod_Alarm
source: Mobile phone alarm
de: Alarm des Mobiltelefons

# ReminderTemplate_Email_Today
source: Hello, I would like to remind you that {Name} has a birthday today ({Date}). {AgeText} {Goodbye} {TeamSignature}
de: Hallo, ich möchte Dich daran erinnern, dass {Name} heute ({Date}) Geburtstag hat. {AgeText} {Goodbye} {TeamSignature}

# ReminderTemplate_Sms_Today
source: Reminder: {Name} has a birthday today ({Date})! {AgeText}
de: Erinnerung: {Name} hat heute ({Date}) Geburtstag! {AgeText}

# ReminderTemplate_WhatsApp_Today
source: Hey! {Name} has a birthday today ({Date})! 🎂 {AgeText}
de: Hey! {Name} hat heute ({Date}) Geburtstag! 🎂 {AgeText}

# ReminderTemplate_Signal_Today
source: Reminder: {Name} has a birthday today ({Date})! {AgeText}
de: Erinnerung: {Name} hat heute ({Date}) Geburtstag! {AgeText}

# ReminderTemplate_Email_Tomorrow
source: Hello, I would like to remind you that {Name} has a birthday tomorrow ({Date}). {AgeText} {Goodbye} {TeamSignature}
de: Hallo, ich möchte Dich daran erinnern, dass {Name} morgen ({Date}) Geburtstag hat. {AgeText} {Goodbye} {TeamSignature}

# ReminderTemplate_Sms_Tomorrow
source: Reminder: {Name} has a birthday tomorrow ({Date})! {AgeText}
de: Erinnerung: {Name} hat morgen ({Date}) Geburtstag! {AgeText}

# ReminderTemplate_WhatsApp_Tomorrow
source: Hey! {Name} has a birthday tomorrow ({Date})! 🎂 {AgeText}
de: Hey! {Name} hat morgen ({Date}) Geburtstag! 🎂 {AgeText}

# ReminderTemplate_Signal_Tomorrow
source: Reminder: {Name} has a birthday tomorrow ({Date})! {AgeText}
de: Erinnerung: {Name} hat morgen ({Date}) Geburtstag! {AgeText}

# ReminderTemplate_Email_InDays
source: Hello, I would like to remind you that {Name} has a birthday in {Days} days ({Date}). {AgeText} {Goodbye} {TeamSignature}
de: Hallo, ich möchte Dich daran erinnern, dass {Name} in {Days} Tagen ({Date}) Geburtstag hat. {AgeText} {Goodbye} {TeamSignature}

# ReminderTemplate_Sms_InDays
source: Reminder: {Name} has a birthday in {Days} days ({Date})! {AgeText}
de: Erinnerung: {Name} hat in {Days} Tagen ({Date}) Geburtstag! {AgeText}

# ReminderTemplate_WhatsApp_InDays
source: Hey! {Name} has a birthday in {Days} days ({Date})! 🎂 {AgeText}
de: Hey! {Name} hat in {Days} Tagen ({Date}) Geburtstag! 🎂 {AgeText}

# ReminderTemplate_Signal_InDays
source: Reminder: {Name} has a birthday in {Days} days ({Date})! {AgeText}
de: Erinnerung: {Name} hat in {Days} Tagen ({Date}) Geburtstag! {AgeText}

# ReminderTemplate_AgeText
source: {Name} is turning {Age} years old.
de: {Name} wird {Age} Jahre alt.

# ReminderTemplate_Goodbye
source: Best regards
de: Viele Grüße

# ReminderTemplate_TeamSignature
source: Your team from {Domain}
de: Dein Team von {Domain}

# Settings_NameDirection
source: Name order
de: Namensreihenfolge

# NameDirection_FirstFirstName
source: First name Last name
de: Vorname Nachname

# NameDirection_FirstLastName
source: Last name, First name
de: Nachname, Vorname

# Settings_ReminderNumber
source: Reminder No - {0} -
de: Erinnerung Nr - {0} -

# Settings_FreeReminders
source: Free Reminders
de: Kostenlose Erinnerungen

# Settings_SubscriptionReminders
source: Reminders with Subscription
de: Erinnerungen mit Abo

# Help_FreeReminders_Header
source: Free Reminders
de: Kostenlose Erinnerungen

# Help_FreeReminders_Content_1
source: The following reminder methods are free to use: • Push Notification - Appears on your lock screen • Phone Alarm - Plays an alarm sound • Email - Limited number of free emails per month • Signal - Message via Signal messenger
de: Die folgenden Erinnerungsmethoden sind kostenlos: • Push-Benachrichtigung - Erscheint auf dem Sperrbildschirm • Telefon-Alarm - Spielt einen Alarmton ab • E-Mail - Begrenzte Anzahl kostenloser E-Mails pro Monat • Signal - Nachricht über Signal Messenger

# Help_FreeReminders_Content_2
source: Please note: • Email reminders are free with a limited number per month. For unlimited emails, a subscription is required. • Signal integration depends on third-party availability and cannot be permanently guaranteed.
de: Bitte beachten: • E-Mail-Erinnerungen sind mit begrenzter Anzahl pro Monat kostenlos. Für unbegrenzte E-Mails ist ein Abonnement erforderlich. • Die Signal-Integration hängt von der Verfügbarkeit des Drittanbieters ab und kann nicht dauerhaft garantiert werden.

# Support_ReportBug
source: Support
de: Fehler melden

# Support_FeatureRequest
source: Suggest Feature
de: Verbesserungsvorschlag

# Support_Feedback
source: Give Feedback
de: Feedback geben

# Page_NewSupport_Title
source: New Entry
de: Neuer Eintrag

# Page_SupportOverview_Title
source: Support Overview
de: Support Übersicht

# Support_Title
source: Title
de: Titel

# Support_Text
source: Description
de: Beschreibung

# Support_Type_Bug
source: Bug
de: Fehler

# Support_Type_FeatureRequest
source: Feature Request
de: Verbesserungsvorschlag

# Reminder_Status_Free
source: Free
de: Kostenlos

# Reminder_Status_FreeLimited
source: Free (limited)
de: Kostenlos (begrenzt)

# Reminder_Status_FreeCurrently
source: Currently free
de: Aktuell kostenlos

# Reminder_Status_Subscription
source: Requires subscription
de: Abo erforderlich
