Repository: robyy72/BirthdayReminder
Catalog: src/MobileLanguages/Resources.*.resx
Languages: de

# General_Label_Active
source: Active
de: Aktiv

# General_Label_Time
source: Time ({0})
de: Uhrzeit ({0})

# Help_ReminderNotification_Header
source: Push Notification
de: Push-Benachrichtigung

# Help_ReminderNotification_Content_1
source: Push notifications appear on your lock screen and in the notification center on the day of the reminder.
de: Push-Benachrichtigungen erscheinen auf deinem Sperrbildschirm und in der Benachrichtigungszentrale am Tag der Erinnerung.

# Help_ReminderNotification_Content_2
source: This feature is completely free and works offline. Make sure notifications are enabled in your device settings.
de: Diese Funktion ist komplett kostenlos und funktioniert offline. Stelle sicher, dass Benachrichtigungen in deinen Geräteeinstellungen aktiviert sind.

# Help_ReminderAlarm_Header
source: Phone Alarm
de: Telefon-Alarm

# Help_ReminderAlarm_Content_1
source: An alarm will sound on your phone at the specified time to remind you of the birthday.
de: Ein Alarm ertönt auf deinem Telefon zur festgelegten Zeit, um dich an den Geburtstag zu erinnern.

# Help_ReminderAlarm_Content_2
source: You can even set the alarm to sound when your phone is in silent mode. But by default, this doesn't happen.
de: Du kannst sogar einstellen, daß der Alarm auch ertönt, wenn Dein Telefon auf 'lautlos' steht. Aber standard-mässig passiert das nicht.

# Help_ReminderEmail_Header
source: Email Reminder
de: E-Mail Erinnerung

# Help_ReminderEmail_Content_1
source: You will receive an email reminder at the specified time before the birthday.
de: Du erhältst eine E-Mail-Erinnerung zur festgelegten Zeit vor dem Geburtstag.

# Help_ReminderEmail_Content_2
source: The free plan includes a limited number of emails per month. For unlimited emails, a subscription is required.
de: Der kostenlose Plan enthält eine begrenzte Anzahl E-Mails pro Monat. Für unbegrenzte E-Mails ist ein Abonnement erforderlich.

# Help_ReminderSignal_Content_1
source: You will receive a message via Signal Messenger to remind you of the birthday.
de: Du erhältst eine Nachricht über Signal Messenger, um dich an den Geburtstag zu erinnern.

# Help_ReminderSignal_Content_2
source: This service is currently offered free of charge. However, continued availability cannot be permanently guaranteed as it depends on third-party services.
de: Dieser Dienst wird derzeit kostenlos angeboten. Die dauerhafte Verfügbarkeit kann jedoch nicht garantiert werden, da sie von Drittanbietern abhängt.

# Help_ReminderSms_Header
source: SMS Message
de: SMS-Nachricht

# Help_ReminderSms_Content_1
source: You will receive an SMS message to remind you of the birthday.
de: Du erhältst eine SMS-Nachricht, um dich an den Geburtstag zu erinnern.

# Help_ReminderSms_Content_2
source: This feature requires an active subscription. SMS messages incur costs that are covered by your subscription.
de: Diese Funktion erfordert ein aktives Abonnement. Die SMS-Kosten sind durch dein Abonnement abgedeckt.

# Help_ReminderWhatsApp_Header
source: WhatsApp Message
de: WhatsApp-Nachricht

# Help_ReminderWhatsApp_Content_1
source: You will receive a WhatsApp message to remind you of the birthday.
de: Du erhältst eine WhatsApp-Nachricht, um dich an den Geburtstag zu erinnern.

# Help_ReminderWhatsApp_Content_2
source: This feature requires an active subscription. WhatsApp Business API costs are covered by your subscription.
de: Diese Funktion erfordert ein aktives Abonnement. Die WhatsApp Business API-Kosten sind durch dein Abonnement abgedeckt.

# Help_Timezone_Note
source: The timezone {0} means {1} ({2}). You can change your timezone anytime in settings.
de: Die Zeitzone {0} bedeutet {1} ({2}). Deine Zeitzone kannst Du jederzeit in den Einstellungen ändern.

# Timezone_UTC
source: Coordinated Universal Time
de: Koordinierte Weltzeit

# Timezone_CET
source: Central European Time
de: Mitteleuropäische Zeit

# Timezone_CEST
source: Central European Summer Time
de: Mitteleuropäische Sommerzeit

# Timezone_WET
source: Western European Time
de: Westeuropäische Zeit

# Timezone_WEST
source: Western European Summer Time
de: Westeuropäische Sommerzeit

# Timezone_EET
source: Eastern European Time
de: Osteuropäische Zeit

# Timezone_EEST
source: Eastern European Summer Time
de: Osteuropäische Sommerzeit

# Timezone_BST
source: British Summer Time
de: Britische Sommerzeit

# Timezone_EST
source: Eastern Standard Time
de: Östliche Standardzeit (USA)

# Timezone_EDT
source: Eastern Daylight Time
de: Östliche Sommerzeit (USA)

# Timezone_CST
source: Central Standard Time
de: Zentrale Standardzeit (USA)

# Timezone_CDT
source: Central Daylight Time
de: Zentrale Sommerzeit (USA)

# Timezone_MST
source: Mountain Standard Time
de: Berg-Standardzeit (USA)

# Timezone_MDT
source: Mountain Daylight Time
de: Berg-Sommerzeit (USA)

# Timezone_PST
source: Pacific Standard Time
de: Pazifische Standardzeit

# Timezone_PDT
source: Pacific Daylight Time
de: Pazifische Sommerzeit

# Timezone_AKST
source: Alaska Standard Time
de: Alaska Standardzeit

# Timezone_AKDT
source: Alaska Daylight Time
de: Alaska Sommerzeit

# Timezone_HST
source: Hawaii Standard Time
de: Hawaii Standardzeit

# Timezone_JST
source: Japan Standard Time
de: Japanische Standardzeit

# Timezone_CST_China
source: China Standard Time
de: Chinesische Standardzeit

# Timezone_IST
source: India Standard Time
de: Indische Standardzeit

# Timezone_AEST
source: Australian Eastern Standard Time
de: Ostaustralische Standardzeit

# Timezone_AEDT
source: Australian Eastern Daylight Time
de: Ostaustralische Sommerzeit

# Timezone_AWST
source: Australian Western Standard Time
de: Westaustralische Standardzeit

# Timezone_NZST
source: New Zealand Standard Time
de: Neuseeländische Standardzeit

# Timezone_NZDT
source: New Zealand Daylight Time
de: Neuseeländische Sommerzeit

# Timezone_BRT
source: Brasilia Time
de: Brasilianische Zeit

# Timezone_ART
source: Argentina Time
de: Argentinische Zeit

# Timezone_MSK
source: Moscow Time
de: Moskauer Zeit

# Timezone_GST
source: Gulf Standard Time
de: Golf-Standardzeit

# Timezone_SGT
source: Singapore Time
de: Singapur-Zeit

# Timezone_HKT
source: Hong Kong Time
de: Hongkong-Zeit

# Timezone_KST
source: Korea Standard Time
de: Koreanische Standardzeit

# Timezone_ICT
source: Indochina Time
de: Indochina-Zeit

# Timezone_WIB
source: Western Indonesia Time
de: Westindonesische Zeit

# Timezone_PKT
source: Pakistan Standard Time
de: Pakistanische Standardzeit

# Timezone_AST
source: Arabia Standard Time
de: Arabische Standardzeit

# Timezone_SAST
source: South Africa Standard Time
de: Südafrikanische Standardzeit

# Timezone_WAT
source: West Africa Time
de: Westafrikanische Zeit

# Timezone_EAT
source: East Africa Time
de: Ostafrikanische Zeit

# Timezone_TRT
source: Turkey Time
de: Türkei-Zeit

# Timezone_Unknown
source: Unknown Timezone
de: Unbekannte Zeitzone

# PurchaseAbo_Title
source: Subscribe
de: Abo abschließen

# PurchaseAbo_CardHeader
source: Premium Features
de: Premium-Funktionen

# PurchaseAbo_Description
source: Unlock all reminder methods with a subscription. SMS and WhatsApp reminders require an active subscription.
de: Schalte alle Erinnerungsmethoden mit einem Abonnement frei. SMS- und WhatsApp-Erinnerungen erfordern ein aktives Abo.

# PurchaseAbo_Button
source: Subscribe Now
de: Jetzt abonnieren

# PurchaseAbo_FeaturesHeader
source: Included Features
de: Enthaltene Funktionen

# PurchaseAbo_Feature_Sms
source: • Unlimited SMS reminders
de: • Unbegrenzte SMS-Erinnerungen

# PurchaseAbo_Feature_WhatsApp
source: • Unlimited WhatsApp reminders
de: • Unbegrenzte WhatsApp-Erinnerungen

# PurchaseAbo_Feature_Email
source: • Unlimited email reminders
de: • Unbegrenzte E-Mail-Erinnerungen

# PurchaseAbo_ComingSoon
source: In-app purchases will be available soon.
de: In-App-Käufe werden bald verfügbar sein.

# ContextMenu_Subscribe
source: Subscribe
de: Abo abschließen

# Tz_Device
source: Device Timezone
de: Geräte-Zeitzone

# Tz_Atlantic_Azores
source: Azores
de: Azoren

# Tz_Europe_Rome
source: Rome
de: Rom

# Tz_Europe_Vienna
source: Vienna
de: Wien

# Tz_Europe_Zurich
source: Zurich
de: Zürich

# Tz_Europe_Warsaw
source: Warsaw
de: Warschau

# Tz_Europe_Athens
source: Athens
de: Athen

# Tz_Europe_Moscow
source: Moscow
de: Moskau

# Tz_Asia_Singapore
source: Singapore
de: Singapur

# Tz_Asia_Tokyo
source: Tokyo
de: Tokio

# Tz_Region_Europe
source: Europe
de: Europa

# Tz_Region_America
source: America
de: Amerika

# Tz_Region_Asia
source: Asia
de: Asien

# Tz_Region_Pacific
source: Pacific
de: Pazifik

# Tz_Region_Atlantic
source: Atlantic
de: Atlantik

# Tz_Region_Australia
source: Australia
de: Australien

# BrokenVersion_ErrorHeader
source: Error occurred
de: Fehler aufgetreten

# BrokenVersion_Header
source: This version doesn't work on your device.
de: Diese App läuft leider aktuell nicht in dieser Version auf diesem Gerät.

# BrokenVersion_Info
source: We have been automatically notified and are working on a solution.
de: Wir wurden automatisch informiert und arbeiten an einer Lösung.

# BrokenVersion_CheckUpdate
source: Check for Update
de: Nach Update suchen

# BrokenVersion_TryAnyway
source: Try Anyway
de: Trotzdem versuchen
